Repository: fgerards/geolocations
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# geocoder.missingGeometry
source: Could not show map: missing latitude/longitude!
de: Karte kann nicht geladen werden: Längengrad/Breitengrad fehlt!

# geocoder.missingAddress
source: Geocode not possible: missing location (address, zip or city)!
de: Geocode nicht möglich: Adressangabe fehlt (Adresse, Postleitzahl oder Stadt)!

# geocoder.error
source: Geocode error:
de: Geocode Fehler:

# geocoder.geocode.titleText
source: Determine the geolocation (latitude/longitude) of the current address
de: Ermittle die Geoposition (Längengrad/Breitengrad) der aktuellen Adresse

# geocoder.map.openInGoogleMaps
source: Open in Google Maps
de: In Google Maps ansehen

# geocoder.map.titleText
source: Unveil the map with the current coordinates
de: Zeige die Karte mit den aktuellen Koordinaten

# geocoder.map.toggleLock
source: Toggle drag/scroll
de: Sperre Verschieben/Scrollen

# geocoder.search.searchType
source: Search mode
de: Suchmodus

# geocoder.search.searchType.I.0
source: Radial search
de: Umkreissuche

# geocoder.search.searchType.I.1
source: Text search
de: Textsuche

# geocoder.search.buttonLabel
source: Search
de: Suche

# geocoder.search.addressLabel
source: Location.
de: Standort

# geocoder.search.addressInput
source: Please fill in your location.
de: Geben Sie einen Standort ein.

# geocoder.search.searchLabel
source: Searchword
de: Suchwort

# geocoder.search.searchInput
source: Please fill in your searchword.
de: Geben Sie einen Suchbegriff ein.

# geocoder.search.locationsInRadius
source: There are %2$d locations within a distance of %1$d km.
de: Es wurden %2$d Standorte im Umkreis von %1$d Km gefunden.

# geocoder.search.locationsInFulltext
source: There are %2$d locations with the keyword "%1$s".
de: Es wurden %2$d Standorte mit dem Suchwort "%1$s" gefunden.

# geocoder.search.noLocationsInRadius
source: There are no locations within a distance of %1$d km.
de: Es wurden keine Standorte im Umkreis von %1$d Km gefunden.

# geocoder.search.noLocationsInFulltext
source: There are no locations with the keyword "%1$s".
de: Es wurden keine Standorte mit dem Suchwort "%1$s" gefunden.

# geocoder.list.dateFormat
source: %m/%d/%Y
de: %d.%m.%Y
